utilitarios/layouts/tmexecution_getExecutionRootNode.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tmex="http://tm.segue.com/webservices/tmexecution">
   <soapenv:Header/>
   <soapenv:Body>
      <tmex:getExecutionRootNode soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <sessionId xsi:type="xsd:long">[SESSION_ID]</sessionId>
         <projectId xsi:type="xsd:int">[PROJECT_ID]</projectId>
      </tmex:getExecutionRootNode>
   </soapenv:Body>
</soapenv:Envelope>